Repository: bkmit/baoclone
Catalog: baoclone-*.po
Languages: ru

source: BaoClone Utility, Version %s, %s
ru: Утилита BaoClone, версия %s, %s

source: Usage:
ru: Вызов:

source: Save device binary image to file 'device.img',
ru: Запись бинарного образа устройства в файл 'device.img',

source: and text configuration to 'device.conf'.
ru: и текстовой конфигурации в 'device.conf'.

source: Write image to device.
ru: Запись образа в устройство.

source: Configure device from text file.
ru: Конфигурирование устройства из текстового файла.

source: Display configuration from image file.
ru: Отображение конфигурации из бинарного образа.

source: Options:
ru: Флаги:

source: -w Write image to device.
ru: -w Запись образа в устройство.

source: -c Configure device from text file.
ru: -c Конфигурирование устройства из текстового файла.

source: -v Trace serial protocol.
ru: -v Трассировка последовательного протокола.

source: Copyright (C) 2013 Serge Vakulenko KK6ABQ
ru: Copyright (C) 2013 Сергей Вакуленко KK6ABQ
